Repository: tiksn/TIKSN-Framework
Catalog: TIKSN.LanguageLocalization/MultilingualResources/TIKSN.LanguageLocalization.*.xlf
Languages: hy, uk

source: Advertisement
hy: Գովազդ
uk: Реклама

source: About this application
hy: Այս ծրագրի մասին
uk: Про додаток

source: Dark
hy: Մուգ
uk: Темна

source: Settings
hy: Կարգավորումներ
uk: Настройки

source: Privacy Terms
hy: Գաղտնիություն և պայմաններ
uk: Умови конфіденційності

source: Light
hy: Բաց
uk: Світла

source: Theme
hy: Ոճ
uk: Тема

source: Language
hy: Լեզու
uk: Мова

source: Available in {0} languages
hy: Հասանելի է {0} լեզուներով
uk: Доступно на {0} мовах

source: {0} languages
hy: {0} լեզուներ
uk: {0} мови

source: Maintenance {0} per month
hy: Օժանդակությունը {0} ամսական
uk: Підтримання {0} за місяць

source: Up to {0} pages
hy: Մինչև {0} էջ
uk: До {0} сторінок

source: Version {0}
hy: Տարբերակ {0}
uk: Версія: {0}

source: Art of Living
hy: Ապրելու արվեստ
uk: Мистецтво життя

source: Contacts
hy: Կապ
uk: Контакти

source: Desktop %%amp; Server
hy: Աշխատասեղան և Սպասարկիչ

source: Desktop Application development
hy: Աշխատասեղանային գործադրի ծրագրավորում
uk: Розробка класичного додатка

source: E-Mail:
hy: Էլ-փոստ՝
uk: Ел. пошта:

source: First name:
hy: Անուն՝
uk: Ім'я:

source: Last name:
hy: Ազգանուն՝
uk: Прізвище:

source: Message:
hy: Ուղերձ՝
uk: Повідомлення:

source: Mobile %%amp; Tablet
hy: Բջջային և Գրասալիկ

source: Products
hy: Արտադրանք
uk: Продукти

source: Search Engine Optimization
hy: Որոնիչի լավարկում
uk: Пошукова оптимізація

source: Service-Oriented Application development
hy: Ծառայությունա-կողմնորոշված գործադրի ծրագրավորում
uk: Розробка сервіс-орієнтованого додатка

source: Services
hy: Ծառայություններ
uk: Служби

source: Latest and Greatest Technologies
hy: Նորագույն և Լավագույն Տեխնոլոգիաներ
uk: Новітні та найкращі технології

source: STOZE
hy: ՍՏՈԶ
uk: СТОЗ

source: Web
hy: Վեբ
uk: Веб

source: Web API development
hy: Վեբ ԳԾՄ ծրագրավորում
uk: Веб ІПП розробка

source: Web Application development
hy: Վեբ գործադրի ծրագրավորում
uk: Розробка веб-програм

source: Website development
hy: Կայքի ծրագրավորում
uk: Розробка веб-сайта

source: Windows Phone App development
hy: Windows Phone գործադրի ծրագրավորում
uk: Розробка додатків Windows Phone

source: Windows Service development
hy: Windows Ծառայության ծրագրավորում
uk: Розробка служби Windows

source: Windows Store App development
hy: Windows Store գործադրի ծրագրավորում
uk: Розробка Windows Store додатка

source: All rights reserved.
hy: Բոլոր իրավունքները պահպանված են։
uk: Усі права захищені.

source: More
hy: Ավելին
uk: Більше

source: Armenian
hy: Հայերեն
uk: вірменська

source: Available in one language
hy: Հասանելի է մեկ լեզվով
uk: Доступно на одній мові

source: Contact
hy: Կապնվել
uk: Контактна особа

source: Desktop Application
hy: Աշխատասեղանային գործադիր
uk: Класичний додаток

source: English
hy: Անգլերեն
uk: англійська

source: Software and Services
hy: Ծրագրաշարեր և Ծառայություններ
uk: Програмне забезпечення і послуги

source: Initial release
hy: Սկզբնական թողարկում
uk: Перший випуск

source: Not a valid e-mail address
hy: Վավեր էլ-փոստի հասցե չէ
uk: Неправильна електронна адреса

source: Latest release
hy: Վերջին թողարկում
uk: Останній випуск

source: Maintained
hy: Օժանդակվում է
uk: Підтримується

source: No
hy: Ոչ
uk: Ні

source: Required
hy: Պարտադիր է
uk: Обов’язково

source: Russian
hy: Ռուսերեն
uk: російська

source: Scope
hy: Ասպարեզ
uk: область

source: See also
hy: Նաև տես
uk: Див. також

source: Send
hy: Ուղարկել
uk: Надіслати

source: Service-Oriented Application
hy: Ծառայությունա-կողմնորոշված գործադիր
uk: Сервіс-орієнтований додаток

source: Software Library
hy: Ծրագրաշարային գրադարան
uk: ПЗ бібліотека

source: Visit
hy: Այցելել
uk: Відвідати

source: Web API
hy: Վեբ ԳԾՄ
uk: Інтерфейс API веб-вмісту

source: Web Application
hy: Վեբ գործադիր
uk: Веб-додаток

source: Website
hy: Կայք
uk: Веб-сайт

source: Windows Phone App
hy: Windows Phone գործադիր
uk: Windows Phone додаток

source: Windows Service
hy: Windows Ծառայություն
uk: Windows служба

source: Windows Store App
hy: Windows Store գործադիր
uk: Windows Store додаток

source: Yes
hy: Այո
uk: Так

source: Your email address
hy: Ձեր էլ-փոստի հասցեն
uk: Ваша адреса електронної пошти

source: Your first name
hy: Ձեր անունը
uk: Ваше ім'я

source: Your last name
hy: Ձեր ազգանունը
uk: Ваше прізвище

source: Advanced
hy: Ընդլայնված
uk: Додатково

source: This plan is suitable for medium businesses․
hy: Այս վարձաչափը հարմար է միջին բիզնեսի համար։
uk: Цей план підходить для середнього бізнесу

source: Basic
hy: Հիմնական
uk: Базовий

source: This plan is suitable for start-ups and small businesses.
hy: Այս վարձաչափը հարմար է սկսնակ և փոքր բիզնեսի համար։
uk: Цей план підходить для початкового та малого бізнесу

source: Basic UI Design
hy: Հիմնական ՕՄ նախագծում
uk: Основний ІК дизайн

source: Clean UI Design
hy: Պարզ ՕՄ նախագծում
uk: Простий ІК дизайн

source: Client Applications
hy: Սպասառուի գործադիր
uk: Програми клієнта

source: Consultancy
hy: Խորհրդատվություն
uk: Консультація

source: Custom Order
hy: Հարմարեցրած պատվեր
uk: Індивідуальне замовлення

source: Data
hy: Տվյալներ
uk: Дані

source: Deployment
hy: Տեղակայում
uk: Розгортання

source: Domain Email setup
hy: Տիրույթի էլ-փոստի ստեղծում
uk: Встановлення електронної пошти для домена

source: Economy
hy: Խնայող
uk: Економічний

source: This plan is suitable for personal websites.
hy: Այս վարձաչափը հարմար է անձնական վեբ-կայքերի համար։
uk: Цей план підходить для персональних веб-сайтів

source: Extensible Localization
hy: Ընդլայելի տեղայնացում
uk: Розширювана локалізація

source: Medium business
hy: Միջին բիզնես
uk: Середній бізнес

source: Modern UI Design
hy: Նորաոճ ՕՄ նախագծում
uk: Сучасний ІК дизайн

source: 1 language (non-localizable)
hy: 1 լեզու (չտեղայնացվող)
uk: 1 мова (не локалізована)

source: Order
hy: Պատվիրել
uk: Замовити

source: Personal
hy: Անձնական
uk: Персональний

source: Small business
hy: Փոքր բիզնես
uk: Малий бізнес

source: Technologies
hy: Տեխնոլոգիաներ
uk: Технології

source: Desktop Application development order
hy: Աշխատասեղանային գործադրի ծրագրավորման պատվեր
uk: Замовлення розробки класичного додатка

source: Maintenance
hy: Օժանդակություն
uk: обслуговування

source: Monthly
hy: Ամսական
uk: Щомісяця

source: Once
hy: Մեկանգամյա
uk: Одноразово

source: Search Engine Optimization order
hy: Որոնիչի լավարկման պատվեր
uk: Замовлення пошукової оптимізації

source: Service
hy: Ծառայություն
uk: Сервіс

source: Service-Oriented Application development order
hy: Ծառայությունա-կողմնորոշված գործադրի ծրագրավորման պատվեր
uk: Замовлення розробки сервіс-орієнтованого додатка

source: Web API development order
hy: Վեբ ԳԾՄ ծրագրավորման պատվեր
uk: Замовлення веб ІПП розробки

source: Web Application development order
hy: Վեբ գործադրի ծրագրավորման պատվեր
uk: Замовлення розробки веб додатка

source: Website development order
hy: Կայքի ծրագրավորման պատվեր
uk: Замовлення розробки веб сайта

source: Windows Phone App development order
hy: Windows Phone գործադրի ծրագրավորման պատվեր
uk: Замовлення розробки додатків Windows Phone

source: Windows Service development order
hy: Windows Ծառայության ծրագրավորման պատվեր
uk: Замовлення розробки служби Windows

source: Windows Store App development order
hy: Windows Store գործադրի ծրագրավորման պատվեր
uk: Замовлення розробки Windows Store додатка

source: Closed source
hy: Փակ կոդ
uk: Закритий код

source: Current
hy: Արդի
uk: Актуально

source: Deprecated
hy: Արժեզրկված
uk: Застаріле

source: Discontinued
hy: Դադարեցված
uk: Припинено

source: License
hy: Արտոնագիր
uk: Ліцензія

source: Open source
hy: Բաց կոդ
uk: Відкритий код

source: Proprietary software
hy: Գույքային ծրագիր
uk: Власне програмне забезпечення

source: Source model
hy: Ծրագրային կոդի մոդել
uk: Вихідний код

source: Working state
hy: Կարգավիճակ
uk: Робочий стан

source: Concierge
hy: Կոնսիերժ
uk: Консьєрж

source: Age
hy: Տարիքը
uk: Вік

source: Algorithms
hy: Ալգորիթմներ
uk: Алгоритми

source: American University of Armenia
hy: Հայաստանի Ամերիկյան Համալսարան
uk: Aмериканський університет Арменії

source: Welcome to my website.
hy: Բարի գալուստ իմ կայք։
uk: Ласкаво просимо на мій сайт.

source: Bachelor of Informatics and Applied Mathematics, Computer Science
hy: Ինֆորմատիկայի եւ կիրառական մաթեմատիկայի բակալավր, համակարգչային գիտության
uk: Бакалавр інформатики та прикладної математики, комп'ютерних наук

source: Education
hy: Կրթություն
uk: Освіта

source: E-Mail
hy: Էլ-փոստ
uk: Електронна пошта

source: Tigran Torosyan
hy: Տիգրան Թորոսյան
uk: Тигран Торосян

source: Tigran TIKSN Torosyan
hy: Տիգրան ՏԻԿՍՆ Թորոսյան
uk: Тигран ТИКСН Торосян

source: Hello, world!
hy: Բարև՛ աշխարհ։
uk: Привіт, світ!

source: Italian
hy: Իտալերեն
uk: італійська

source: Languages
hy: Լեզուներ
uk: Мови

source: Master of Computer Information Science, Computer Science
hy: Համակարգչային տեղեկատվական գիտությունների մագիստրոս, համակարգչային գիտության
uk: Магістр комп'ютерних інформаційних наук, комп'ютерних наук

source: Software Engineer
hy: Ծրագրային ապահովման ինժեներ
uk: Інженер програмного забезпечення

source: Occupation
hy: Զբաղվածությունը
uk: Професія

source: Skills
hy: Հմտություններ
uk: Навички

source: TIKSN Blog
hy: ՏԻԿՍՆ Բլոգ
uk: ТИКСН Блог

source: Twitter
hy: Թվիթթեր
uk: Твіттер

source: Yerevan State University
hy: Երևանի Պետական Համալսարան
uk: Єреванський державний університет

source: Me
hy: Ես
uk: Я

source: Contact Me
hy: Կապնվեք ինձ հետ
uk: Зв'язатися зі мною

source: Office app development
hy: Office գործադրի ծրագրավորում
uk: Розробка офіс додатка

source: PowerShell module development
hy: PowerShell մոդուլի ծրագրավորում
uk: Розробка PowerShell модуля

source: SharePoint app development
hy: SharePoint գործադրի ծրագրավորում
uk: Розробка SharePoint додатка

source: PowerShell module development order
hy: PowerShell մոդուլի ծրագրավորման պատվեր
uk: Замовлення PowerShell модуля

source: No results found.
hy: Արդյունքները չեն հայտնաբերվել։
uk: Результати не знайдено.

source: Powered by Bing®
hy: Օժանդակվում է Bing®-ի կողմից
uk: На платформі Bing

source: Powered by Microsoft® Translator
hy: Օժանդակվում է Microsoft® Translator-ի կողմից
uk: На платформі Microsoft® Translator

source: Search
hy: Որոնել
uk: Пошук

source: Search ...
hy: Որոնում ․․․
uk: Пошук

source: Search results
hy: Որոնման արդյունքները
uk: Результати пошуку

source: Spelling suggestions
hy: Ուղղագրության առաջարկներ
uk: Рекомендації правопису

source: Synonyms
hy: Հոմանիշներ
uk: Синоніми

source: Translations
hy: Թարգմանություններ
uk: Переклади

source: Technologies used
hy: Օգտագործված տեխնոլոգիաները
uk: Технології, що використовуються

source: Data-Centric Business Application development
hy: Տվյալակենտրոնացված գործարարական գործադրի ծրագրավորում
uk: Розробка бізнес-додатків орієнтованих на дані

source: Data-Centric Business Application development order
hy: Տվյալակենտրոնացված գործարարական գործադրի ծրագրավորման պատվեր
uk: Замовлення розробки бізнес-додатків орієнтованих на дані

source: Error occurred while system were trying to send an email.
hy: Սխալը տեղի է ունեցել, երբ համակարգը փորձում է ուղարկել նամակ։
uk: Сталася помилка під час спроби відправити електронний лист

source: Ukrainian
hy: Ուկրաիներեն
uk: українська

source: Open-source software
hy: Բաց կոդով ծրագրաշար
uk: Програмне забезпечення з відкритим вихідним кодом

source: Windows CE/Mobule application development
hy: Windows CE/Mobule գործադրի ծրագրավորում
uk: Розробка додатків Windows CE/Mobule

source: For Windows 10
hy: Windows 10-ի համար
uk: Для Windows 10

source: For Windows 8.1 and earlier
hy: Windows 8.1-ի և ավելի վաղ
uk: Для Windows 8.1 попередніх версій

source: Details
hy: Մանրամասներ
uk: Докладні відомості

source: Custom Search
hy: Հարմարեցրած որոնում
uk: Пошук користувача

source: Senior Software Engineer
hy: Ավագ ծրագրավորող
uk: Старший інженер-програміст

source: Central Bank of Armenia
hy: Հայաստանի Կենտրոնական բանկ
uk: Центра́льний банк Вірменії

source: European Central Bank
hy: Եվրոպական կենտրոնական բանկ
uk: Європейський центральний банк

source: National Bank of Ukraine
hy: Ուկրաինայի ազգային բանկ
uk: Національний банк України

source: Central Bank of Russia
hy: Ռուսաստանի Կենտրոնական բանկ
uk: Банк Росії

source: Reserve Bank of Australia
hy: Ավստրալիայի պահուստային բանկ
uk: Резервний банк Австралії

source: Federal Reserve System
hy: Դաշնային պահուստների համակարգ
uk: Федеральна резервна система

source: Bank of Canada
hy: Կանադայի բանկ
uk: Банк Канади

source: The Central Bank of the Republic of Armenia
hy: Հայաստանի Հանրապետության Կենտրոնական բանկ
uk: Центральний банк Республіки Вірменія

source: Swiss National Bank
hy: Շվեյցարիայի ազգային բանկ
uk: Національний банк Швейцарії

source: Bank of England
hy: Անգլիայի բանկ
uk: Банк Англії

source: The Central Bank of the Russian Federation
hy: Ռուսաստանի Դաշնության Կենտրոնական Բանկ
uk: Центральний банк Російської Федерації

source: Desktop & Server
uk: Робочий стіл і сервер

source: Mobile & Tablet
uk: Мобільний і планшет
